Repository: larowlan/pathauto
Catalog: po/*.po
Languages: nl

source: Ignoring alias
nl: Negeren alias

source: due to existing path conflict
nl: wegens conflict met bestaand pad

source: Created new alias %dst for %src, replacing %old_alias. %old_alias now redirects to %dst
nl: Nieuwe alias %dst aangemaakt voor %src, vervangt %oldalias. %old_alias verwijst nu naar %dst

source: Created new alias %dst for %src, replacing %old_alias
nl: Nieuwe alias %dst aangemaakt voor %src, vervangt %oldalias

source: Created new alias %dst for %src
nl: Nieuwe alias %dst aangemaakt voor %src

source: Double quotes "
nl: Dubbele aanhalingstekens "

source: Single quotes (apostrophe) '
nl: Enkele aanhalingstekens (apostrof) '

source: Back tick `
nl: Accent grave `

source: Comma ,
nl: Komma ,

source: Period .
nl: Punt .

source: Hyphen -
nl: Koppelteken/streepje -

source: Underscore _
nl: Onderstreping _

source: Colon :
nl: Dubbele punt :

source: Semicolon ;
nl: Punt komma ;

source: Pipe |
nl: Pijp |

source: Left curly bracket {
nl: Linker krul-haak {

source: Left square bracket [
nl: Linker vierkant haak [

source: Right curly bracket }
nl: Rechter krul-haak }

source: Right square bracket ]
nl: Rechter vierkante haak ]

source: Equal =
nl: Gelijk-teken =

source: Asterisk *
nl: Sterretje *

source: Percent %
nl: Procent %

source: Hash #
nl: Hekje #

source: At @
nl: Apenstaartje/at @

source: Exclamation !
nl: Uitroepteken !

source: Left parenthesis (
nl: Linker haakje (

source: right parenthesis )
nl: Rechter haakje )

source: Question mark ?
nl: Vraagteken ?

source: Less than <
nl: Kleiner dan <

source: Greater than >
nl: Groter dan >

source: Node path settings
nl: Node pad instellingen

source: Default path pattern (applies to all node types with blank patterns below)
nl: Standaard pad patroon (geldt voor alle node types waar hieronder geen patroon is ingevoerd)

source: content/[title-raw]
nl: inhoud/[title-raw]

source: Bulk generate aliases for nodes that are not aliased
nl: Genereer aliassen voor node die geen alias hebben in bulk

source: Generate aliases for all existing nodes which do not already have aliases. Note: Bulk Update may not complete on large or slow sites. See the README.txt for more information.
nl: Genereer aliassen voor alle bestaande nodes die nog geen alias hebben.<br />Opmerking: Het bijwerken in bulk kan niet volledig gereed komen op grote of langzame sites.<br />Kijk in de README.txt voor meer informatie.

source: Pattern for all @node_type paths
nl: Patroon voor all @node_type paden

source: Bulk generation of nodes completed, one alias generated.
nl: Aanmaak aliassen in bulk gereed, een alias aangemaakt.

source: Category path settings
nl: Categorie pad instellingen

source: Default path pattern (applies to all vocabularies with blank patterns below)
nl: Standaard pad patroon (geldt voor alle woordenschatten hieronder met lege peatronen)

source: Bulk generate aliases for categories that are not aliased
nl: Bulk aanmaak van aliassen voor categorie&euml;n die geen alias hebben

source: Generate aliases for all existing categories which do not already have aliases. Note: Bulk Update may not complete on large or slow sites. See the README.txt for more information.
nl: Genereer aliassen voor alle bestaande categorie&euml;n die nog geen alias hebben.<br />Opmerking: Het bijwerken in bulk kan niet volledig gereed komen op grote of langzame sites.<br />Kijk in de README.txt voor meer informatie.

source: Pattern for all %vocab-name paths
nl: Patroon voor alle %vocab-name paden

source: Forum path settings
nl: Forum pad instellingen

source: Pattern for forums and forum containers
nl: Patroon voor forums en forum houders

source: Bulk generate forum paths
nl: Genereer forum paden in bulk

source: Generate aliases for all existing forums and forum containers which do not already have aliases.
nl: Genereer aliassen voor alle bestaande forums en forum houders die nog geen alias hebben.

source: Bulk generation of terms completed, one alias generated.
nl: Bulk aanmaak van termen gereed, een alias aangemaakt.

source: Bulk update of forums and forum containers completed, one alias generated.
nl: Bulk aanmaak van forums en forum houders gereed, een alias aangemaakt.

source: User path settings
nl: Gebruikers pad instellingen

source: Pattern for user account page paths
nl: Patroon voor gebruikers account pagina paden

source: users/[user-raw]
nl: user/[user-raw]

source: Bulk generate aliases for users that are not aliased
nl: Genereer aliassen in bulk voor gebruikers zonder alias

source: Generate aliases for all existing user account pages which do not already have aliases. Note: Bulk Update may not complete on large or slow sites. See the README.txt for more information.
nl: Genereer aliassen voor alle bestaande gebruikers account pagina's die nog geen alias hebben.<br />Opmerking: Het bijwerken in bulk kan niet volledig gereed komen op grote of langzame sites.<br />Kijk in de README.txt voor meer informatie.

source: Blog path settings
nl: Blog pad instellingen

source: Pattern for blog page paths
nl: Patroon voor blog pagina paden

source: Bulk generate aliases for blogs that are not aliased
nl: Genereer aliassen in bulk voor blogs zonder alias

source: Generate aliases for all existing blog pages which do not already have aliases. Note: Bulk Update may not complete on large or slow sites. See the README.txt for more information.
nl: Genereer aliassen voor alle bestaande blogs die nog geen alias hebben.<br />Opmerking: Het bijwerken in bulk kan niet volledig gereed komen op grote of langzame sites.<br />Kijk in de README.txt voor meer informatie.

source: User-tracker path settings
nl: Gebruikers-tracker instellingen

source: Pattern for user-tracker page paths
nl: Patroon voor gebruikers-tracker pagina paden

source: Bulk generate aliases for user-tracker paths that are not aliased
nl: Genereer aliassen in bulk voor gebruikers-tracker paden zonder alias

source: Generate aliases for all existing user-tracker pages which do not already have aliases.
nl: Genereer aliassen voor alle bestaande gebruikers-tracker paden zonder alias

source: Bulk generation of users completed, one alias generated.
nl: Bulk aanmaak van gebruikers gereed, een alias aangemaakt.

source: Bulk generation of user blogs completed, one alias generated.
nl: Bulk aanmaak van gebruikers blogs gereed, een alias aangemaakt.

source: Bulk generation of user tracker pages completed, one alias generated.
nl: Bulk aanmaak van gebruikers-tracker pagina's gereed, een alias aangemaakt.

source: <p>Provides a mechanism for modules to automatically generate aliases for the content they manage.</p> <h2>Settings</h2> <p>The <strong>Maximum Alias Length</strong> and <strong>Maximum component length</strong> values default to 100 and have a limit of 128 from pathauto. This length is limited by the length of the dst column of the url_alias database table. The default database schema for this column is 128. If you set a length that is equal to that of the one set in the dst column it will cause problems in situations where the system needs to append additional words to the aliased URL. For example... URLs generated for feeds will have '/feed' added to the end. You should enter a value that is the length of the dst column minus the length of any strings that might get added to the end of the URL. The length of strings that might get added to the end of your URLs depends on which modules you have enabled and on your Pathauto settings. The recommended and default value is 100.</p> <p><strong>Raw Tokens</strong> In Pathauto it is appropriate to use the -raw form of tokens. Paths are sent through a filtering system which ensures that raw user content is filtered. Failure to use -raw tokens can cause problems with the Pathauto punctuation filtering system.</p>
nl: <p>Verschaft een mechanisme voor modules om automatisch aliases te genereren voor de inhoud die wordt beheerd.</p> <h2>Instellingen</h2> <p>De <strong>Maximum Alias Lengte</strong> en <strong>Maximum component lengte</strong> hebben een verstekwaarde van 100 en hebben een limiet van 128 in pathauto. Deze lengte is beperkt door de lengte van de dst kolom van de url_alias database tabel. Het verstek database schema voor deze kolom is 128 Als u een lengte instelt die gelijk is aan die van de ingestelde waarde van de dst kolom geeft dit problemen in situaties waar het system additionele waaorden moet toevoegen aan de aliased van de URL. Bij voorbeeld: bij URL's gemaakt voor feeds zal '/feed' aan het eind worden gezet. U moet een waarde opgeven gelijk aan de lengte van de dst kolom min de lengte van de tekenreeksen die mogelijk aan het eind van de URL wordt gezet. De lengte van de tekenreeksen die toegevoegd worden zijn afhankelijk van de ingeschakelde modules en van uw Pathauto instellingen. De aanbevolen en verstek waarde is 100.</p> <p><strong>Raw Tokens</strong> In Pathauto is het mogelijk de -raw vorm van tokens te gebruiken. Paden worden door een filter system gestuurd die ervoor zorgt dat ruwe gebruikers inhoud wordt gefilterd. Een fout gebruik van -raw tokens kan problemen opleveren met het Pathauto interpunctie filter system.</p>

source: Configure how pathauto generates clean URLs for your content.
nl: Stel in hoe pathauto schone URL's voor uw inhoud aanmaakt.

source: Delete aliases
nl: Verwijder aliassen

source: It appears that the <a href="@token_link">Token module</a> is not installed. Please ensure that you have it installed so that Pathauto can work properly. You may need to disable Pathauto and re-enable it to get Token enabled.
nl: Het lijkt erop dat de <a href="@token_link">Token module</a> niet geinstalleerd is.<br />Zorg er s.v.p. voor dat u deze installeert opdat Pathauto correct kan werken. Wellicht moet u<br />Pathauto eerst uitschakelen en weer opnieuw inschakelen om Token te laten werken.

source: General settings
nl: Algemene instellingen

source: Verbose
nl: uitgebreid

source: Display alias changes (except during bulk updates).
nl: Geef alias wijzigingen weer (behalve tijdens bulk-updates).

source: Separator
nl: Scheidingsteken

source: Character used to separate words in titles. This will replace any spaces and punctuation characters.
nl: Teken om woorden in de titel te scheiden. Dit zal spaties en interpunctie tekens vervangen.

source: Character case
nl: Hoofd-/kleine letters

source: Leave case the same as source token values.
nl: Laat hoofd-/kleine letter ongewijzigd.

source: Change to lower case
nl: Wijzig in kleine letters

source: Maximum alias length
nl: Maximum alias lengte

source: Maximum length of aliases to generate. 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
nl: Maximale lengte van gegenereerde aliassen. 100 is aanbevolen.<br />Zie <a href="@pathauto-help">Pathauto help</a> voor details.

source: Maximum component length
nl: Maximum component lengte

source: Maximum text length of any component in the alias (e.g., [title]). 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
nl: Maximale tekst lengte van enig onderdeel van een alias (bijvoorbeeld: [title]).<br />100 wordt aanbevolen. Zie <a href="@pathauto-help">Pathauto help</a> voor details.

source: Maximum number of objects to alias in a bulk update
nl: Maximaal aantal objecten waarvan de alias in bulk wordt aangemaakt

source: Maximum number of objects of a given type which should be aliased during a a bulk update. The default is 50 and the recommended number depends on the speed of your server. If bulk updates "time out" or result in a "white screen" then reduce the number.
nl: Maximaal aantal objecten van een van de types waarvoor aliassen in bulk moeten worden<br />aangemaakt. De verstekwaarde is 50 en het aanbevolen aantal is afhankelijk van de snelheid<br />van uw server. Als bulk bijwerkingen resulteren in "time out" of in een "leeg scherm"<br />verlaag dan het aantal.

source: Do nothing. Leave the old alias intact.
nl: Doe niets. Laat de oude alias ongewijzigd.

source: Create a new alias. Leave the existing alias functioning.
nl: Maak een nieuwe alias aan. Laat de huidige alias bestaan.

source: Create a new alias. Delete the old alias.
nl: Maak een nieuwe alias aan. Verwijder de oude alias.

source: Create a new alias. Redirect from old alias.
nl: Maak een nieuwe alias aan. Laat de oude alias de nieuwe aanroepen (redirect).

source: Update action
nl: Bijwerk actie

source: What should pathauto do when updating an existing content item which already has an alias?
nl: Wat moet pathauto doen als bestaande inhoud wordt bijgewerkt die al een alias heeft?

source: Transliterate prior to creating alias
nl: Transliterate voor de aanmaak van een alias

source: When a pattern includes certain characters (such as those with accents) should Pathauto attempt to transliterate them into the ASCII-96 alphabet? Transliteration is determined by the i18n-ascii.txt file in the Pathauto directory. <strong>This option is disabled on your site because you do not have an i18n-ascii.txt file in the Pathauto directory.</strong>
nl: Als een patroon bepaalde tekens bevat (zoals met accenten) moet Pathauto proberen deze<br />om te zetten naar het ASCII-96 alfabet? De omzetting wordt bepaald door het i18n-ascii.txt<br />bestand in de map Pathauto. <strong>Deze optie is uitgeschakeld omdat het i18n-ascii.txt bestand niet<br />gevonden is in de map Pathauto.</strong>

source: Strings to Remove
nl: Te verwijderen tekenreeksen

source: Words to strip out of the URL alias, separated by commas. Do not place punctuation in here and do not use WYSIWYG editors on this field.
nl: Woorden die uit de alias gehaald worden, gescheiden door komma's. Zet hierin geen<br />leestekens en gebruik geen WYSIWYG opmaakprogramma's in dit veld.

source: Punctuation settings
nl: Leesteken instellingen

source: Remove
nl: Verwijder

source: Replace by separator
nl: Vervang door scheidingsteken

source: No action (do not replace)
nl: Geen actie (geen vervanging)

source: NOTE: This field contains potentially incorrect patterns.
nl: LET OP: Dit veld bevat potentieel onjuiste patronen.

source: Create feed aliases
nl: Maak feed aliassen aan

source: Also generate aliases for RSS feeds.
nl: Maak ook aliassen voor RSS feeds aan.

source: You are using the token [%token] which is not valid within the scope of tokens where you are using it.
nl: U gebruikt het token [%token]. Dit is niet geldig in de contekst waarin u het gebruikt.

source: You are using the token [%token] which has a -raw companion available [%raw_token]. For Pathauto patterns you should use the -raw version of tokens unless you really know what you are doing. See the <a href="@pathauto-help">Pathauto help</a> for more details.
nl: U gebruikt token [%token] waarvan een -raw pendant beschikbaar is [%raw_token].<br />Voor Pathauto patronen moet u de -raw versie van tokens gebruiken, tenzij u<br />precies weet wat u doet. Zie de <a href="@pathauto-help">Pathauto help</a> voor meer details.

source: You have configured the @name to be the separator and to be removed when encountered in strings. This can cause problems with your patterns and especially with the catpath and termpath patterns.
nl: U hebt "@name" zowel ingesteld als scheidingsteken als te verwijderen uit tekenreeksen.<br />Dit kan problemen met uw pattronen opleveren en speciaal met de catpath en termpath pattronen.

source: As [cat], but including its supercategories separated by /.
nl: Zoals [cat], maar inclusief de bovenliggende categorie&euml;n, gescheiden door /.

source: As [cat-raw], but including its supercategories separated by /. WARNING - raw user input.
nl: Zoals [cat-raw], maar inclusief de bovenliggende categorie&euml;n, gescheiden door /.<br />WAARSCHUWING - ruwe gebruikers input.

source: URL alias for the category.
nl: URL alias voor de categorie.

source: As [term], but including its supercategories separated by /.
nl: Zoals [term], maar inclusief de bovenliggende categorie&euml;n, gescheiden door /.

source: As [term-raw], but including its supercategories separated by /. WARNING - raw user input.
nl: Zoals [term-raw], maar inclusief de bovenliggende categorie&euml;n, gescheiden door /.<br />WAARSCHUWING - ruwe gebruikers input.

source: URL alias for the term.
nl: URL alias voor de term.

source: Choose Aliases to Delete
nl: Kies de te verwijderen Alias

source: all aliases
nl: alle aliassen

source: Delete all aliases. Number of aliases which will be deleted: %count.
nl: Verwijder alle aliassen. Aantal te verwijderen aliassen: %count.

source: Delete aliases for all @label. Number of aliases which will be deleted: %count.
nl: Verwijder alle @label aliassen. Aantal te verwijderen aliassen: %count.

source: <p><strong>Note:</strong> there is no confirmation. Be sure of your action before clicking the "Delete aliases now!" button.<br /> You may want to make a backup of the database and/or the url_alias table prior to using this feature.</p>
nl: <p><strong>LET OP:</strong> er wordt geen bevestiging gevraagd.<br />Kontroleer uw actie voordat u op de knop "Delete aliases now!" klikt.<br />U kunt een backup maken van de database en/of de tabel url_alias voordat u deze optie gebruikt.</p>

source: Delete aliases now!
nl: Verwijder aliassen nu!

source: All of your path aliases have been deleted.
nl: Alle pad aliassen zijn verwijderd.

source: All of your %type path aliases have been deleted.
nl: Alle %type pad aliassen zijn verwijderd.

source: users
nl: gebruikers

source: content
nl: inhoud

source: vocabularies and terms
nl: woordenschatten en termen

source: user blogs
nl: gebruikers blogs

source: user trackers
nl: gebruikers sporen

source: An alias will be generated for you. If you wish to create your own alias below, untick this option.
nl: Een alias wordt voor u aangemaakt. Als u uw eigen alias wilt aanmaken, vink dan deze optie uit.

source: To control the format of the generated aliases, see the <a href="@pathauto">Pathauto settings</a>.
nl: Om de aangemaakt aliassen te beheren, zie de <a href="@pathauto">Pathauto settings</a>.

source: Automatic alias
nl: Automatische alias

source: Bulk generation of index aliases completed, one alias generated.
nl: Bulk aanmaak van index aliassen gereed, een alias aangemaakt.

source: administer pathauto
nl: beheer pathauto

source: Provides a mechanism for modules to automatically generate aliases for the content they manage.
nl: Geeft modules een mechanisme om automatisch aliassen te genereren voor de inhoud die wordt beheerd.
